dev-scripts/exp03_verify_kv_queue_size/exp02/rbd_plot_qd_2019-10-29/fio_exp_qd48_2019-10-29/dump-fio-bench-48-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=48
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=14315: Tue Oct 29 08:54:27 2019
  write: IOPS=29, BW=3724KiB/s (3813kB/s)(441MiB/121229msec); 0 zone resets
    slat (usec): min=48, max=1331, avg=129.01, stdev=59.19
    clat (msec): min=42, max=6195, avg=1634.14, stdev=981.19
     lat (msec): min=42, max=6195, avg=1634.27, stdev=981.19
    clat percentiles (msec):
     |  1.00th=[  176],  5.00th=[  309], 10.00th=[  443], 20.00th=[  659],
     | 30.00th=[  927], 40.00th=[ 1133], 50.00th=[ 1536], 60.00th=[ 1888],
     | 70.00th=[ 2232], 80.00th=[ 2601], 90.00th=[ 2937], 95.00th=[ 3239],
     | 99.00th=[ 4010], 99.50th=[ 4178], 99.90th=[ 5269], 99.95th=[ 5671],
     | 99.99th=[ 6208]
   bw (  KiB/s): min=  256, max= 7168, per=99.70%, avg=3711.76, stdev=1523.89, samples=240
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=3527
  lat (msec)   : 50=0.06%, 100=0.17%, 250=2.81%, 500=9.41%, 750=10.69%
  lat (msec)   : 1000=10.35%, 2000=29.83%, >=2000=36.69%
  cpu          : usr=0.46%, sys=0.06%, ctx=3744, majf=0, minf=6610
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=1.4%, 32=97.4%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,3527,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=48

Run status group 0 (all jobs):
  WRITE: bw=3724KiB/s (3813kB/s), 3724KiB/s-3724KiB/s (3813kB/s-3813kB/s), io=441MiB (462MB), run=121229-121229msec

Disk stats (read/write):
  sdc: ios=126/14280, merge=0/139205, ticks=1076/786312, in_queue=787388, util=95.78%